DeviceName = "Audio wbudowane";
DeviceShortName = "Wbudowane";
ManufacturerName = "Apple Inc.";

Headphones = "Słuchawki";
HeadphonesB = "Słuchawki B";
IntSpeakers  = "Głośniki wewnętrzne";
LineOut = "Wyjście liniowe";
DigitalOut = "Wyjście cyfrowe";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "Mikrofon zewnętrzny";
ExternalMicB = "Mikrofon zewnętrzny B";
InternalMic = "Mikrofon wewnętrzny";
LineIn = "Wejście liniowe";
DigitalIn = "Wejście cyfrowe";
InputNone = "Brak";

DeviceNameHeadphone = "Słuchawki audio wbudowane";
DeviceNameSpeaker = "Głośniki audio wbudowane";
DeviceNameLineOut = "Wyjście liniowe audio wbudowane";
DeviceNameDigitalOut = "Wyjście cyfrowe audio wbudowane";
DeviceNameHdmi = "Wyjście HDMI audio wbudowane";
DeviceNameDisplayPort = "Wyjście DisplayPort audio wbudowane";
DeviceNameLineIn = "Wejście liniowe audio wbudowane";
DeviceNameAuxIn = "Wejście audio Aux wbudowane";
DeviceNameMic = "Mikrofon audio wbudowany";
DeviceNameExtMic = "Mikrofon zewnętrzny wbudowany audio";
DeviceNameDigitalIn = "Wejście cyfrowe audio wbudowane";

DevShortNameHdpn = "Słuchawki wbudowane";
DevShortNameSpkr = "Głośniki wbudowane";
DevShortNameLino = "Wyjście liniowe wbudowane";
DevShortNameSpdo = "Wyjście cyfrowe wbudowane";
DevShortNameHdmi = "Wyjście HDMI wbudowane";
DevShortNameDP = "Wyjście DisplayPort wbudowane";
DevShortNameOut = "Wyjście wbudowane";
DevShortNameLini = "Wejście liniowe wbudowane";
DevShortNameAuxi = "Wejście Aux wbudowane";
DevShortNameEMic = "Mikrofon zewnętrzny wbudowany";
DevShortNameIMic = "Mikrofon wbudowany";
DevShortNameSpdi = "Wejście cyfrowe wbudowane";
DevShortNameIn = "Wejście wbudowane";

UnlockedClock = "Odblokowane";
LockedClock = "Zablokowane";

HwSrcAutomatic = "Automatycznie";
HwSrcEnable = "Włącz";
HwSrcDisable = "Wyłącz";
